Repository: caamorales/RealmCloudKit
Catalog: Pod/Assets/Localization/*.lproj/RealmCloudKit.strings
Languages: pt_br

# iCloudPreference
source: Use iCloud?
pt_br: Usar o iCloud?

# iCloudPreferenceDescription
source: Would you like to use iCloud to syncronise data?
pt_br: Você gostaria de usar o iCloud para sincronizar seus dados?

source: iCloud Setup
pt_br: Configuração do iCloud

# iCloudSetupDescription
source: In order to start synchronising data, we need to set up an iCloud account. Would you like to do that now?
pt_br: Para sincronizarmos seus dados, precisamos de uma conta do iCloud. Você gostaria de configurar a sua agora?

# No
source: No, thank you
pt_br: Não, obrigado

# Yes
source: Yes, please!
pt_br: Sim, por favor!

# Denied
source: The user chose not to use iCloud.
pt_br: O usuário escolheu não usar o iCloud.

# PasswordMiss
source: The user hasn't set up an iCloud account and doesn't want to set it.
pt_br: O usuário não tem uma conta do iCloud configurada e não quer configurá-la.

# TurnedOff
source: NSUserDefaults' 'IPromiseTheUserWantsToUseiCloud' option was true, but has been set to false. Shutting down RealmCloudKit.
pt_br: A opção 'IPromiseTheUserWantsToUseiCloud' do NSUserDefaults era 'true', mas foi modificada para 'false'. Desligando o RealmCloudKit.

# Restricted
source: iCloud access is restricted by the system on this device.
pt_br: O acesso ao iCloud está restrito pelo sistema neste aparelho.
